/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "როგორც Cyberduck-ის დამხმარე, თქვენ მიიღებთ შემოწირულობის გასაღებს, რაც ამ შეტყობინებას გათიშავს.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "ამ ვერსიისათვის აღარ მაჩვენო.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "დაგვიჭირეთ მხარი!";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "შემოწირულობის გასაღები";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "ამ პროგრამის შექმნას მრავალი უძილო ღამე დასჭირდა. თუ გსიამოვნებთ მისი გამოყენება, გთხოვთ განიხილოთ მცირეოდენი შემოწირულობა აპლიკაციის ავტორისადმი. ეს Cyberduck-ის გაუმჯობესებას დაეხმარება!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "მოგვიანებით";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "გთხოვთ შემოგვწირეთ თანხა";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "მადლობას გიხდით Cyberduck-ის გამოყენებისათვის!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need to open an account.) : <title:The payment can be made simply and safely using Paypal. You don't need to open an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need to open an account." = "გადახდა შეიძლება მოხდეს მარტივად და უსაფრთხოდ Paypal-ის გამოყენებით. ანგარიშის გახსნა არ დაგჭირდებათ.";

